{
    "Login": "Přihlášení",
    "Register": "Registrace",
    "Email Address": "E-mailová adresa",
    "Password": "Heslo",
    "Confirm Password": "Potvrdit heslo",
    "Remember Me": "Zapamatovat si mě",
    "Forgot Your Password?": "Zapomněli jste heslo?",
    "Name": "Jméno",
    "Verify Email Address": "Ověření emailové adresy",
    "Please click the button below to verify your email address.": "Kliknutím na následující tlačítko ověříte svoji emailovou adresu.",
    "If you did not create an account, no further action is required.": "Jestliže jste nežádali o nový účet, tento email ignorujte.",
    "Hello": "Ahoj",
    "Hello!": "Dobrý den!",
    "Regards": "S přáním hezkého dne",
    "If you did not request a password reset, no further action is required.": "Jestliže jste nežádali o změnu hesla, tento email ignorujte.",
    "You are receiving this email because we received a password reset request for your account.": "Tento emil Vám posíláme, protože jsme obdrželi požadavek na změnu hesla.",
    "Reset Password": "Změnit heslo",
    "This password reset link will expire in :count minutes.": "Tento odkaz pro změnu hesla vyprší po 60 minutách.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below into your web browser:": "Pokud Vám tlačítko \":actionText\" nefunguje, zkopírujte a vložte následující adresu URL do svého webového prohlížeče:",
    "Verify Your Email Address": "Ověřte svoji emailovou adresu",
    "A fresh verification link has been sent to your email address.": "Nový ověřovací email byl odeslán na vaši emailovou adresu.",
    "Before proceeding, please check your email for a verification link.": "Než budete pokračovat, zkontrolujte prosím svoji emailovou schránku.",
    "If you did not receive the email": "Jestliže jste neobdrželi ověřovací email",
    "click here to request another": "klikněte zde",
    "Logout": "Odhlásit",
    "Send Password Reset Link": "Obnovit heslo",
    "Your verification code": "Váš ověřovací kód",
    "Your verification code: :code": "Váš ověřovací kód: :code",
    "Home": "Domů",
    "Dear customer": "Dobrý den"
}
